Repository: WC-Local-Pickup/woocommerce-local-pickup-time
Catalog: languages/woocommerce-local-pickup-time-*.po
Languages: cs_cz, de_de, fr_fr

source: Store Hours and Closings for Local Pickup
cs_cz: Otvírací doba pro místí vyzvednutí
de_de: Öffnungszeiten für Abholung vor Ort
fr_fr: Horaires et jours de fermeture pour le retrait en magasin

source: The following options affect when order pickups begin and end each day, and which days to not allow order pickups.
cs_cz: Pomocí následujících možnosí můžete vybrat, kdy bude možné vyzvednout objednávku na místě.
de_de: Die folgenden Einstellungen beeinflussen in welchen Zeiträumen die Abholung vor Ort möglich ist.
fr_fr: Les options suivantes permettent de définir pour chaque jour les heures de début et de fin des retraits, et quels jours les retraits ne sont pas possibles.

source: Monday Pickup Start Time (use 24-hour time)
cs_cz: Pondělí - první vyzvednutí v (24 hodin. formát)
fr_fr: Lundi, début des retraits (horaire sur 24 heures)

source: This sets the pickup start time for Monday. Use 24-hour time format.
cs_cz: Zde nastavíte pondělní první možný čas vyzvednutí. Použijte 24 hodinový formát.
fr_fr: Définit l’heure de début des retraits le lundi. Format de l’heure sur 24 heures.

source: Monday Pickup End Time (use 24-hour time)
cs_cz: Pondělí - poslední vyzvednutí v (24 hodin. formát)
fr_fr: Lundi, fin des retraits (horaire sur 24 heures)

source: This sets the pickup end time for Monday. Use 24-hour time format.
cs_cz: Zde nastavíte pondělní poslední možný čas vyzvednutí. Použijte 24 hodinový formát.
fr_fr: Définit l’heure de fin des retraits le lundi. Format de l’heure sur 24 heures.

source: Tuesday Pickup Start Time (use 24-hour time)
cs_cz: Úterý - první vyzvednutí v (24 hodin. formát)
fr_fr: Mardi, début des retraits (horaire sur 24 heures)

source: This sets the pickup start time for Tuesday. Use 24-hour time format.
cs_cz: Zde nastavíte úterní první možný čas vyzvednutí. Použijte 24 hodinový formát.
fr_fr: Définit l’heure de début des retraits le mardi. Format de l’heure sur 24 heures.

source: Tuesday Pickup End Time (use 24-hour time)
cs_cz: Úterý - poslední vyzvednutí v (24 hodin. formát)
fr_fr: Mardi, fin des retraits (horaire sur 24 heures)

source: This sets the pickup end time for Tuesday. Use 24-hour time format.
cs_cz: Zde nastavíte úterní poslední možný čas vyzvednutí. Použijte 24 hodinový formát.
fr_fr: Définit l’heure de fin des retraits le mardi. Format de l’heure sur 24 heures.

source: Wednesday Pickup Start Time (use 24-hour time)
cs_cz: Středa - první vyzvednutí v (24 hodin. formát)
fr_fr: Mercredi, début des retraits (horaire sur 24 heures)

source: This sets the pickup start time for Wednesday. Use 24-hour time format.
cs_cz: Zde nastavíte středeční první možný čas vyzvednutí. Použijte 24 hodinový formát.
fr_fr: Définit l’heure de début des retraits le mercredi. Format de l’heure sur 24 heures.

source: Wednesday Pickup End Time (use 24-hour time)
cs_cz: Středa - poslední vyzvednutí v (24 hodin. formát)
fr_fr: Mercredi, fin des retraits (horaire sur 24 heures)

source: This sets the pickup end time for Wednesday. Use 24-hour time format.
cs_cz: Zde nastavíte středeční poslední možný čas vyzvednutí. Použijte 24 hodinový formát.
fr_fr: Définit l’heure de fin des retraits le mercredi. Format de l’heure sur 24 heures.

source: Thursday Pickup Start Time (use 24-hour time)
cs_cz: Čtvrtek - první vyzvednutí v (24 hodin. formát)
fr_fr: Jeudi, début des retraits (horaire sur 24 heures)

source: This sets the pickup start time for Thursday. Use 24-hour time format.
cs_cz: Zde nastavíte čtvrteční první možný čas vyzvednutí. Použijte 24 hodinový formát.
fr_fr: Définit l’heure de début des retraits le jeudi. Format de l’heure sur 24 heures.

source: Thursday Pickup End Time (use 24-hour time)
cs_cz: Čtvrtek - poslední vyzvednutí v (24 hodin. formát)
fr_fr: Jeudi, fin des retraits (horaire sur 24 heures)

source: This sets the pickup end time for Thursday. Use 24-hour time format.
cs_cz: Zde nastavíte čtvrteční poslední možný čas vyzvednutí. Použijte 24 hodinový formát.
fr_fr: Définit l’heure de fin des retraits le jeudi. Format de l’heure sur 24 heures.

source: Friday Pickup Start Time (use 24-hour time)
cs_cz: Pátek - první vyzvednutí v (24 hodin. formát)
fr_fr: Vendredi, début des retraits (horaire sur 24 heures)

source: This sets the pickup start time for Friday. Use 24-hour time format.
cs_cz: Zde nastavíte páteční první možný čas vyzvednutí. Použijte 24 hodinový formát.
fr_fr: Définit l’heure de début des retraits le vendredi. Format de l’heure sur 24 heures.

source: Friday Pickup End Time (use 24-hour time)
cs_cz: Pátek - poslední vyzvednutí v (24 hodin. formát)
fr_fr: Vendredi, fin des retraits (horaire sur 24 heures)

source: This sets the pickup end time for Friday. Use 24-hour time format.
cs_cz: Zde nastavíte páteční poslední možný čas vyzvednutí. Použijte 24 hodinový formát.
fr_fr: Définit l’heure de fin des retraits le vendredi. Format de l’heure sur 24 heures.

source: Saturday Pickup Start Time (use 24-hour time)
cs_cz: Sobota - poslední vyzvednutí v (24 hodin. formát)
fr_fr: Samedi, début des retraits (horaire sur 24 heures)

source: This sets the pickup start time for Saturday. Use 24-hour time format.
cs_cz: Zde nastavíte sobotní první možný čas vyzvednutí. Použijte 24 hodinový formát.
fr_fr: Définit l’heure de début des retraits le samedi. Format de l’heure sur 24 heures.

source: Saturday Pickup End Time (use 24-hour time)
cs_cz: Sobota - první vyzvednutí v (24 hodin. formát)
fr_fr: Samedi, fin des retraits (horaire sur 24 heures)

source: This sets the pickup end time for Saturday. Use 24-hour time format.
cs_cz: Zde nastavíte sobotní poslední možný čas vyzvednutí. Použijte 24 hodinový formát.
fr_fr: Définit l’heure de fin des retraits le samedi. Format de l’heure sur 24 heures.

source: Sunday Pickup Start Time (use 24-hour time)
cs_cz: Neděle - poslední vyzvednutí v (24 hodin. formát)
fr_fr: Dimanche, début des retraits (horaire sur 24 heures)

source: This sets the pickup start time for Sunday. Use 24-hour time format.
cs_cz: Zde nastavíte nedělní první možný čas vyzvednutí. Použijte 24 hodinový formát.
fr_fr: Définit l’heure de début des retraits le dimanche. Format de l’heure sur 24 heures.

source: Sunday Pickup End Time (use 24-hour time)
cs_cz: Neděle - první vyzvednutí v (24 hodin. formát)
fr_fr: Dimanche, fin des retraits (horaire sur 24 heures)

source: This sets the pickup end time for Sunday. Use 24-hour time format.
cs_cz: Zde nastavíte nedělní poslední možný čas vyzvednutí. Použijte 24 hodinový formát.
fr_fr: Définit l’heure de fin des retraits le dimanche. Format de l’heure sur 24 heures.

source: Store Closing Days (use MM/DD/YYYY format)
cs_cz: Dny, kdy je zavřeno (použijte formát MM/DD/YYY formát)
de_de: Schließtage (Format: MM/TT/JJJJ)
fr_fr: Jours de fermeture (Attention au format des dates MM/JJ/AAAA)

source: This sets the days the store is closed. Enter one date per line, in format MM/DD/YYYY.
cs_cz: Zde nastavíte dny, kdy bude zavřeno. Zadejte jedno datum na řádek ve formátu MM/DD/YYYY.
de_de: An diesen Tage ist keine Bestellung möglich. Ein Datum pro Zeile im Format MM/TT/JJJJ.
fr_fr: Définit les jours de fermeture du magasin (pour les retraits). Saisir une date par ligne, au format MM/JJ/AAAA.

source: Pickup Time Interval
cs_cz: Interval času vyzvednutá
de_de: Zeitintervall
fr_fr: Intervalle de temps pour les retraits

source: Choose the time interval for allowing local pickup orders.
cs_cz: Vyberte interval, podle kterého se vytvoří nabídka časů.
de_de: Wähle das Zeitintervall für die Auswahl des Abholzeitpunkts.
fr_fr: Choisissez la durée autorisée pour chaque retrait de commande en magasin.

source: 5 minutes
cs_cz: 5 minut
de_de: 5 Minuten

source: 10 minutes
cs_cz: 10 minut
de_de: 10 Minuten

source: 15 minutes
cs_cz: 15 minut
de_de: 15 Minuten

source: 20 minutes
cs_cz: 20 minut
de_de: 20 Minuten

source: 30 minutes
cs_cz: 30 minut
de_de: 30 Minuten

source: 45 minutes
cs_cz: 45 minut
de_de: 45 Minuten

source: 1 hour
cs_cz: 1 hodina
de_de: 1 Stunde
fr_fr: 1 heure

source: 2 hours
cs_cz: 2 hodiny
de_de: 2 Stunden
fr_fr: 2 heures

source: Pickup Time Delay
cs_cz: Odběr možný po
de_de: Zeitverzögerung
fr_fr: Délai avant retrait

source: Choose the time delay from the time of ordering for allowing local pickup orders.
cs_cz: Po kolika minutách je možné objednávku vyzvednou po jejím uskutečnění.
de_de: Wähle die Mindestwartezeit zwischen Bestellung und Abholung.
fr_fr: Choisissez le temps de préparation minimum avant lequel le retrait de la commande n’est pas possible.

source: 4 hours
cs_cz: 4 hodiny
de_de: 4 Stunden
fr_fr: 4 heures

source: 8 hours
cs_cz: 8 hodin
de_de: 8 Stunden
fr_fr: 8 heures

source: 16 hours
cs_cz: 16 hodin
de_de: 16 Stunden
fr_fr: 16 heures

source: 24 hours
cs_cz: 24 hodin
de_de: 24 Stunden
fr_fr: 24 heures

source: 36 hours
cs_cz: 36 hodin
de_de: 36 Stunden
fr_fr: 36 heures

source: 48 hours
cs_cz: 48 hodin
de_de: 48 Stunden
fr_fr: 48 heures

source: 3 days
cs_cz: 3 dny
de_de: 3 Tage
fr_fr: 3 jours

source: 5 days
cs_cz: 5 dnů
de_de: 5 Tage
fr_fr: 5 jours

source: 1 week
cs_cz: 1 týden
de_de: 1 Woche
fr_fr: 1 semaine

source: Pickup Time:
cs_cz: Čas vyzvednutí:
de_de: Abholzeit:
fr_fr: Heure de retrait :

source: Pickup Time
cs_cz: Čas vyzvednutí
de_de: Abholzeit
fr_fr: Retrait en magasin

source: Monday
cs_cz: Pondělí
de_de: Montag
fr_fr: Lundi

source: Tuesday
cs_cz: Úterý
de_de: Dienstag
fr_fr: Mardi

source: Wednesday
cs_cz: Středa
de_de: Mittwoch
fr_fr: Mercredi

source: Thursday
cs_cz: Čtvrtek
de_de: Donnerstag
fr_fr: Jeudi

source: Friday
cs_cz: Pátek
de_de: Freitag
fr_fr: Vendredi

source: Saturday
cs_cz: Sobota
de_de: Samstag
fr_fr: Samedi

source: Sunday
cs_cz: Neděle
de_de: Sonntag
fr_fr: Dimanche

source: Select time
cs_cz: Vyberte čas
de_de: Wähle eine Zeit
fr_fr: Sélectionnez un créneau horaire

source: Please select a pickup time.
cs_cz: vyberte si čas vyzvednutí.
de_de: Bitte wähle eine Abholzeit.
fr_fr: Veuillez sélectionner une heure de retrait.

source: None
cs_cz: Žádná
de_de: Keine
fr_fr: Aucune

source: Add an an option to WooCommerce checkout pages for Local Pickup that allows the user to choose a pickup time.
cs_cz: Přidejte do WooCommerce možnost výběru času pro místní vyzvednutí na přehledu v pokladně.
de_de: Fügt auf der Checkout-Seite Ihres Woocommerce-Shops ein neues Feld hinzu. Mit diesem können Kunden eine Abholzeit für die Waren bestimmen.
fr_fr: Ajoute une option sur les pages de paiement de WooCommerce pour permettre à l’utilisateur de choisir une heure de retrait en magasin.

source: WooCommerce Local Pickup Time Select
de_de: WooCommerce Zeitauswahl für die Abholung vor Ort

source: Amount of configurable Pickup Time Ranges
de_de: Anzahl konfigurierbarer Zeiträume

source: Choose the number of configurable time ranges per day for allowing local pickup orders. Valid after saving.
de_de: Wählen Sie die Anzahl der konfigurierbaren Zeiträume pro Tag. Gültig nach speichern.

source: 1 time range
de_de: 1 Zeitraum

source: 2 time ranges
de_de: 2 Zeiträume

source: 3 time ranges
de_de: 3 Zeiträume

source: 4 time ranges
de_de: 4 Zeiträume

source: %1$s Pickup Time Range %2$s active?
de_de: Abholzeitraum %1$s %2$s aktiv?

source: This activates below Time Range.
de_de: Aktiviert Abholzeitraum unten.

source: %1$s Pickup Start Time Range %2$s (use 24-hour time).
de_de: Start Abholzeitraum %1$s %2$s.

source: This sets the pickup start time for %1$weekdays Time Range #%2$s. Use 24-hour time format.
de_de: Ändert die Startzeit für das Abholzeitraum %2$s am %1$s.

source: %1$s Pickup End Time Range %2$s (use 24-hour time).
de_de: Ende Abholzeitraum %1$s %2$s.

source: This sets the pickup end time for %1$s Time Range #%2$s. Use 24-hour time format.
de_de: Ändert die Endzeit für das Abholzeitraum %2$s am %1$s.

source: Pickup Time Open Days Ahead
de_de: Bestellzeit im Voraus
fr_fr: Retraits possibles pendant (en jours d’ouverture)

source: Choose the number of open days ahead for allowing local pickup orders. This is inclusive of the current day, if timeslots are still available.
de_de: Wähle die Anzahl an Tagen in denen eine Bestellung im Voraus möglich ist. Dies ist inklusive des heutigen Tages.
fr_fr: Choisissez le nombre de jours d’ouverture pendant lesquels le retrait est possible. Le jour courant est inclus si des créneaux horaires sont toujours disponibles.

source: Pickup Time Overview in Menu
de_de: Abholübersicht im Menu

source: Activates a new Menu Point "Pickup Time Overview", that provides an overview of orders and respective product quantities for different time ranges, like "today" or "tomorrow".
de_de: Aktiviert einen neuen Menüpunkt "Abholübersicht". Dieser bietet eine Übersicht der Bestellungen für verschiedene Zeiträume wie z.B. "heute", "morgen". Des Weiteren wird die Anzahl der bestellten Produkte für diese Zeiträume angezeigt.

source: Pickup Time:
de_de: Abholzeit:

source: Pickup Time Overview
de_de: Abholübersicht

source: Past
de_de: Vergangenheit

source: Today
de_de: Heute

source: Tomorrow
de_de: Morgen

source: Next Seven Days
de_de: Nächste Sieben Tage

source: Rest Of Orders
de_de: Restliche Bestellungen

source: No Orders for this timeframe
de_de: Keine Bestellungen in diesem Zeitraum

source: Expired or invalid submission!.
fr_fr: Heure de retrait expirée ou invalide.
